Repository: dr-angekok/python-project-lvl4
Catalog: task_manager/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Имя

source: Label successfully Created
ru: Метка успешно создана

source: Label successfully updated
ru: Метка успешно изменена

source: Label successfully deleted
ru: Метка успешно удалена

source: Unable to delete label because it is in use
ru: Невозможно удалить метку, потому что она используется

source: You are not authorized! Please sign in.
ru: Вы не авторизованы! Пожалуйста, выполните вход.

source: Status successfully created
ru: Статус успешно создан

source: Status successfully updated
ru: Статус успешно изменён

source: Status successfully deleted
ru: Статус успешно удалён

source: Unable to delete status because it is in use
ru: Невозможно удалить статус, потому что он используется

source: Status
ru: Статус

source: Assigned to
ru: Исполнитель

source: Label
ru: Метка

source: content
ru: Описание

source: status
ru: Статус

source: assigned_to
ru: Исполнитель

source: labels
ru: Метки

source: Task successfully Created
ru: Задача успешно создана

source: Task successfully updated
ru: Задача успешно изменена

source: Task successfully deleted
ru: Задача успешно удалена

source: You do not have permission to delet another user task.
ru: У вас нет прав для удаления задачи другого пользователя.

source: Task manager
ru: Менеджер задач

source: Users
ru: Пользователи

source: Tasks
ru: Задачи

source: Labels
ru: Метки

source: Statuses
ru: Статусы

source: logout
ru: Выход

source: Register
ru: Регистрация

source: Login
ru: Вход

source: Welcome to the task manager
ru: Добро пожаловать в менеджер задач

source: Click the top menu to view something
ru: Для просмотра содержимого нажмите меню.

source: Label info
ru: Содержимое метки

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Update Label
ru: Изменение метки

source: Update Label
ru: Изменить

source: Labels list:
ru: Список меток

source: Add new Label
ru: Создать метку

source: You don't have any labels.
ru: У вас нет меток.

source: Delete Task Label
ru: Удалить метку задачи.

source: Are you sure you want to delete label:
ru: Вы уверены что хотите удалить метку:

source: Yes, delete.
ru: Да, удалить

source: Adding Label
ru: Добавить метку

source: Summon
ru: Создать

source: Status info
ru: Содержимое статуса

source: Update Status
ru: Изменение статуса

source: Update
ru: Изменить

source: Task statuses:
ru: Статусы задач

source: New status
ru: Создать статус

source: You don't have any statuses.
ru: У вас нет статусов

source: Delete Task Status
ru: Удалить статус задач

source: Are you sure you want to delete task status:
ru: Вы уверены что хотите удалить статус:

source: Add Task Status
ru: Добавить статус задач

source: Add Status
ru: Создать

source: From
ru: Задание от

source: to
ru: к

source: gave the task
ru: дал задание

source: Created at
ru: Дата создания

source: Delete Task
ru: Удалить задачу

source: Are you sure you want to delete the task:
ru: Вы уверены, что хотите удалить эту задачу:

source: Adding Task
ru: Редактирование задачи

source: Add task
ru: Создать

source: Tasks list:
ru: Список задач

source: Filters:
ru: Фильтры:

source: Only your tasks
ru: Только свои задачи

source: Show
ru: Показать

source: Add new task
ru: Создать задачу

source: Creator
ru: Создатель

source: Executor
ru: Исполнитель

source: Сreation date
ru: Дата создания

source: Have't any task.
ru: Нет задач

source: Create user
ru: Создать пользователя

source: register user
ru: Зарегистрировать

source: Delete account?
ru: Удалить учетную запись?

source: Yes, delete
ru: Да, удалить

source: User list
ru: Список пользователей

source: Username
ru: Имя пользователя

source: Full Name
ru: Полное имя

source: Creation Date
ru: Дата создания

source: Change
ru: Изменить

source: delete
ru: Удалить

source: Log-in
ru: Вход

source: Log in
ru: Войти

source: update_user_page
ru: обновить страницу пользователя

source: Update user
ru: Изменить

source: User registered successfully
ru: Пользователь успешно зарегистрирован

source: You do not have permission to modify another user.
ru: У вас нет прав для изменения другого пользователя.

source: User edited successfully
ru: Пользователь успешно изменён

source: You do not have permission to delete another user.
ru: У вас нет прав для удаления другого пользователя.

source: It is impossible to delete a user who has tasks.
ru: Невозможно удалить пользователя, потому что он используется

source: Successfully delete.
ru: Пользователь успешно удалён

source: You are now logged in.
ru: Вы залогинены

source: You are now logged out.
ru: Вы разлогинены
